Wassertank_Rohr/0.orig/alphat
/*--------------------------------*- C++ -*----------------------------------*\
|       o          |                                                          |
|    o     o       | OpenFOAM (Engys Edition):                                |
|   o   O   o      | Version: 2.2_engysEdition-2.4                            |
|    o     o       | Web:     http://www.engys.com                            |
|       o          |                                                          |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       volScalarField;
    location    "0";
    object      alphat;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet
    {
        type          calculated;
        value           uniform 0;
  
    }
    outlet
    {
        type            calculated;
        value           uniform 0;

    }
    "wall.*"
    {
      type            compressible::alphatWallFunction;
      Prt 0.85;
        value           uniform 0;
      
    }
}


// ************************************************************************* //
