Wassertank_Rohr/0.orig/k
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.1                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      k;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0.0008;

boundaryField
{
   
   "wall.*"
    {
        type            kqRWallFunction;
        value           uniform 0.0008;
    }
  
    inlet
    {
        type            fixedValue;
        value           uniform 0.0008;
    }
    outlet
    {
        type            inletOutlet;
	inletValue uniform 0.0008;
	value uniform 0.0008;
    }
   

}


// ************************************************************************* //
